Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=944_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Sääʹm-mättʼtõõzz škooultõshaʹŋǩǩõõzz alttõs serddai täʹlvvmännǥa 2015
fin: Saamelaisopetuksen koulutushankkeen aloitus siirtyy helmikuuhun 2015

source: Sääʹmteʹǧǧ da Oulu universiteeʹtt Giellagas – instituutt jåttee sääʹm-mättʼtõõzz tuâjjlažkådda tillʼlõvvum kuuđ mättjemceäkldõõzz vaiddsa škoouʹltemhaʼŋǩǩõõzz.
fin: Saamelaiskäräjät ja Oulun yliopiston Giellagas - instituutti käynnistävät saamelaisopetuksen henkilöstölle suunnatun kuuden opintopisteen laajuisen koulutushankkeen.

source: Škooultõs jåttai Sääʹmkulttuurkõõskõs Sajoozzâst Aanrest täʹlvvmannust 2015.
fin: Koulutus käynnis-tyy Saamelaiskulttuurikeskus Sajoksessa Inarissa helmikuussa 2015.

source: Škooultõõzz pââimõs äʹššvuʹvdden lij ǩiõll-laauǥmõõntõõllmõõžž suåvldumuš sääʹm-mättʼtõʹsse.
fin: Koulutuksen pääteemana on kielikylpymenetelmän soveltaminen saamelaisopetukseen.

source: Škooultõõzz vuõss-sâʹjjsiʹžžen tillʼlõttum joukkân liâ vuâđđmättʼtõõzz sääŠm ǩiõl da sääʹmǩiõllsai klaassi uʹččteeʹl, leâʹša mieʹldd peäʹsse še sääʹm ouddpeâmmõõzzin tuåimmjeei, lookkjiškooul sääŠm ǩiõl uʹččteeʹl da sääʹmǩiõllsa ämmatlaž škooultõõzz uʹččteeʹl.
fin: Koulutuksen ensisijaisena kohderyhmänä ovat perusopetuksen saamen kielen ja saamenkielisten luokkien opettajat, mutta mukaan pääsevät myös saamelaisen varhaiskasvatuksen parissa toimivat, lukion saamen kielen opettajat ja saamenkielisen ammatillisen koulutuksen opettajat.

source: Sääʹmteeʹǧǧ škooultõs- da mättmateriaalkoontâr koordinâʹstt škooultõõzz da tuåmmai riikkveäʹǩǩtõõzz vaaldšeei organisaatian.
fin: Saamelaiskärä-jien koulutus- ja oppimateriaalitoimisto koordinoi koulutuksen ja toimii valtionapua hallinnoivana organisaationa.

source: ʼhttsažtuâjjkueiʹmmen mättʼtõõzzâst liâ še Vaasa universiteeʹtt ǩiõll-lauggi da määŋgǩiõllsažvuõđ kõõskõs da Sámi allaskuvla (Sääʹm õllškooul).
fin: Yhteistyökumppaneina opetuksessa ovat myös Vaasan yliopiston kielikylvyn ja mo-nikielisyyden keskus ja Sámi allaskuvla (saamelainen korkeakoulu).

source: Mättʼtõstuåim tuâjjlažkåʹddškooultõs riâššât neʼljjan kueiʹt peeiʹv âʹlddmättʼtõspââʹjjen Aanrest Sääʹmkulttuurkõõskõs Sajoozzâst.
fin: Opetustoimen henkilöstökoulutus järjestetään neljänä kahden päivän lähiopetusjaksona Inarissa Saamelaiskulttuurikeskus Sajoksessa.

source: Vuõssmõs noorõõttmõš lij täʹlvvmannust 2015, nuʹbb ǩeâđđa 2015 di kuälmad da neeʹljjad noorõõttmõš čâhčča 2015.
fin: Ensimmäinen kokoontuminen on helmikuussa 2015, toinen keväällä 2015 sekä kolmas ja neljäs kokoontuminen syksyllä 2015.

source: Škooultõspeeiʹv rajjʼjâvve teorialooǥǥteeʹlmin da ohjjuum tuâjjpõrttpeeiʹvin.
fin: Koulutuspäivät rakentuvat teorialuennoista ja ohjatuista työpajatyöskentelypäivistä.

source: Tuâjjpõrttpeeiʹvi äiʹǧǧen raajât ǩeeʹrjlaž materiaal, koon vuâʹđald õʹlmstââʹtted haʹŋǩǩõõzz lopp-puhttõsân sääʹm-mättʼtõõzz idea- da vuäʹpstemǩeeʹrj.
fin: Työpajatyöskentelypäivien aikana tuotetaan kirjallista materiaalia, jonka pohjalta julkaistaan hankkeen loppu-tuotoksena saamelaisopetuksen idea- ja opaskirja.

source: Vuäʹpstemǩeʹrjj õʹlmstââʹttet sääŠm da lääʹdd ǩiõlin.
fin: Opaskirja julkaistaan saamen ja suomen kielillä.

source: SääŠm ǩiõll-lauggi mättʼtõõzzâst ǩiõttʼtõõlli škooultõs tueʹrjjad nuʹtt jieʹnnǩiõllsai ko jeärrzid ko jieʹnnǩiõllsaid uʹvddum mättʼtõõzz.
fin: Saamen kielikylpyä opetuksessa käsittelevä koulutus tukee sekä äidinkielisten että muille kuin äidin-kielisille annettavaa saamenkielistä opetusta.

source: Ǩiõll-laauǥmättʼtõõzz täävtõsân lij nââʹneed ǩiõllsallânji jeeʹres vueʹlǧǧemsââʹjest pueʹtti päärnai sääŠm ǩiõl da puuttʼted aktiivlaž da tuåimmsallaž kueiʹtǩiõllsažvuõđ.
fin: Kielikylpyopetuksen tavoitteena on vahvistaa kielellisesti eri lähtökohdista tulevien lasten saamen kieltä ja tuottaa aktiivista ja toiminnallista kaksikieli-syyttä.

source: uʹččteeʹli ämmatsilttõõzz ooudumuužž nuʹtt, što sij vuäǯǯa ääiʹjbuužž pueʹrab vaalmâšvuõđid väʹldded mättʼtõõzzâst lokku ǩiõllsallânji da kulttuurlânji heterogeenlaž mättʼtõõđji joouk.
fin: Saamelaisopetuksen pedagoginen kehittäminen tarkoittaa mm. opettajien ammattitaidon kehittämistä siten, että he saavat entistä paremmat valmiudet ottaa opetuksessa huomioon kielellisesti ja kulttuurisesti heterogeenisen oppilasryhmän.

source: Juõʹǩǩ mättʼtõõđi ââlǥče vuäǯǯad škooulâst pueʹrr vueiʹtlvažvuõđid sääŠm ǩiõl silttõõzzeez ooudumuʹšše da jiiʹjjes kulttuuʹre šõddmõʹšše.
fin: Jokaisen oppilaan tulisi saada koulussa hyvät mahdollisuudet saamen kielen taitojensa kehittämiseen ja omaan kulttuuriinsa kasvamiseen.

source: Škooultõõzz täävtõsân lij uʹvdded uʹččteeʹlid vueiʹtlvažvuõtt sääŠm ǩiõl jeälltumuʹšše škooultuâjast, taʹrjjeed siʹjjid tueʹjjeemareena da neäʹvvaid ǩiõll-laauǥmättʼtõõzz ooudâsviikkmõʹšše vuʹejjmeâldsaž škooultuâjast.
fin: Koulutuksen tavoitteena on antaa opettajille mahdollisuus saamen kielen elvyttämiseen koulutyössä, tarjota heille työskentelyareena ja välineitä kielikylpyopetuksen kehittämiseen käytännön koulutyössä.

source: Nuʹbben vääžnai täävtõsân lij valmštõõttmõš oudd- da vuâđđmattʼtõõzz ođđ mättʼteemplaani âânnma välddmõʹšše sääʹm-mättʼtõõzzâst.
fin: Toisena tärkeänä tavoitteena on valmistautuminen esi- ja perusopetuksen uusien opetussuunnitelmien käyttöön ottamiseen saamelaisopetuksessa.

source: Škooultõõzz täävtõsân lij raajjâd čââvab teâđvaajtemvueʹjjid da lââʹssted mättʼtõstuâjjlažkååʹdd teâđ lääʹjjšeâttmõõžž uʹvddem sääʹm-mättʼtõõzz vueiʹtlvažvuõdin juõǩǩpeiʹvvsaž tuâjast.
fin: Koulutusten tavoitteena on luoda tiiviimmät tiedonvaihdon käytännöt ja lisätä opetushenkilöstön tietoa lainsäädännön suomista saamelaisopetuksen mahdollisuuksista käytännössä.

source: Kuʹǩes kõõski diõtt sääʹm-mättʼtõõzz tuâjjlažkååʹdd da ouddpeâmmtuâjjlažkååʹdd kaaunõõttmõõžžid lij leämmaž vaiggâd riâššât pâʹjjel kåʹddraaji.
fin: Pitkien välimatkojen takia saamelaisopetuksen henkilöstön ja varhaiskasvatushenkilöstön tapaamisia on ollut vaikea järjestää yli kuntarajojen.

source: Täin mättʼtõstuåim tuâjjlažkåʹddškooultõshâʹŋǩǩõõzzin lij vueiʹtlvažvuõtt koʹrvveed mieʹrrtieǧǧin še vuässõõđji jååʹttemkuulid.
fin: Tällä opetustoimen henkilöstökoulutushankkeella on mahdollisuus korvata määrärahan puitteissa myös osallistujien matkakustannuksia.

source: Sääʹm-mättʼtõõzz tuâjjlažkåʹddškooultõʹsse vuäitt iʹlmtõõttâd neʹttpååʹšt leʹbe teʹlfoon mieʹldd Moilanen Irmeliʹžže (irmeli.
fin: Saamelaisopetuksen henkilöstökoulutukseen voi ilmoittautua sähköpostitse tai puhelimitse Irmeli Moilaselle (irmeli.

source: fi / 050-5691255) vuõssaʹrǧǧe 24.11.2014 mõõneeʹst.
fin: fi / 050 569 1255) maanantaihin 24.11.2014 mennessä.

source: Iʹlmtõõttmõš lij čõõnni.
fin: Ilmoittautuminen on sitova.

source: Škooultõõzz teäggad Mättʼtõshalltõs.
fin: Koulutuksen rahoittaa Opetushallitus.

source: Mättʼjempââʹj da tõi siiʹsǩe di vuõssmõõzz kaaunõõttmõõžž programm liâ vuäǯǯmeʹst sääʹmteeʹǧǧ da Giellagas-instituutt neʹttseeidain: www.samediggi.fi da www.oulu.fi/giellagasinstituutti /
fin: Opintojaksot ja niiden sisällöt ovat saatavissa saamelaiskäräjien ja Giellagas-instituutin nettisivuilta: www.samediggi.fi ja www.oulu.fi/giellagasinstituutti /

source: SÄÄʹMTEʹǦǦ
fin: Lisätietoja:
